tests/bugs/Socket.Accept Exception/httperf.txt
httperf --client=0/1 --server=192.168.1.200 --port=80 --uri=/ --rate=15 --send-buffer=4096 --recv-buffer=16384 --num-conns=500000 --num-calls=1
httperf: warning: open file limit > FD_SETSIZE; limiting max. # of open files to FD_SETSIZE
^CMaximum connect burst length: 1

Total: connections 397436 requests 397436 replies 165828 test-duration 26495.691 s

Connection rate: 15.0 conn/s (66.7 ms/conn, <=44 concurrent connections)
Connection time [ms]: min 54.3 avg 138.6 max 2939.8 median 136.5 stddev 33.2
Connection time [ms]: connect 2.4
Connection length [replies/conn]: 1.000

Request rate: 15.0 req/s (66.7 ms/req)
Request size [B]: 66.0

Reply rate [replies/s]: min 0.0 avg 6.3 max 15.2 stddev 7.4 (5299 samples)
Reply time [ms]: response 136.2 transfer 0.3
Reply size [B]: header 78.0 content 249.0 footer 0.0 (total 327.0)
Reply status: 1xx=0 2xx=165828 3xx=0 4xx=0 5xx=0

CPU time [s]: user 8042.79 system 18451.91 (user 30.4% system 69.6% total 100.0%)
Net I/O: 3.0 KB/s (0.0*10^6 bps)

Errors: total 231589 client-timo 0 socket-timo 0 connrefused 0 connreset 231589
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0